Repository: dotcomboom/AutoSite
Catalog: AutoSite/Quickstart.*.resx
Languages: cy, es, pl

# Cancel_Button.Text
source: Close
cy: Cau
es: Cerrar
pl: Zamknij

# Label2.Text
source: Create your first template
cy: Creu eich templed cyntaf
es: Cree su primera plantilla
pl: Stwórz swój pierwszy szablon

# Label3.Text
source: This task will create default.html in your Templates folder. This should be enough for most sites, though you may always add more later.
cy: Bydd y dasg hon yn creu default.html yn eich ffolder Templedi. Dylai hyn fod yn ddigon i'r mwyafrif o wefannau, er efallai y byddwch yn ychwanegu mwy yn y dyfodol.
es: Esta tarea creará default.html en su carpeta de Plantillas. Esto debería ser suficiente para la mayoría de los sitios, aunque siempre puede añadir más tarde.
pl: To zadanie utworzy default.html w folderze Szablony. To powinno wystarczyć dla większości stron, ale zawsze możesz dodać więcej.

# Label4.Text
source: This task will create an index page in your Pages folder.
cy: Bydd y dasg hon yn creu tudalen mynegai yn eich ffolder Tudalennau.
es: Esta tarea creará una página de índice en la carpeta de páginas.
pl: To zadanie utworzy stronę indeksową w folderze Strony.

# Label5.Text
source: Create your first page
cy: Creu eich tudalen gyntaf
es: Crea tu primera página
pl: Stwórz swoją pierwszą stronę

# Label7.Text
source: Choose this extension if you would like to use exclusively HTML.
cy: Dewiswch yr estyniad hwn os hoffech chi ddefnyddio HTML yn unig.
es: Elija esta extensión si desea usar exclusivamente HTML.
pl: Wybierz to rozszerzenie jeśli wyłącznie chcesz używać HTML.

# Label8.Text
source: Choose this extension if you would like to use Markdown for simplified formatting. HTML can also be used as needed.
cy: Dewiswch yr estyniad hwn os hoffech chi ddefnyddio Markdown ar gyfer fformatio symlach. Gellir defnyddio HTML hefyd os mae angen.
es: Elija esta extensión si desea utilizar Markdown para un formato simplificado. HTML también se puede utilizar según sea necesario.
pl: Wybierz to rozszerzenie jeśli chcesz używać Markdown dla uproszczonego formatowania. HTML również może być użyty w razie potrzeby.

# CreateTemplate.Text
source: Create default.html
cy: Creu default.html
es: Crear default.html
pl: Utwórz default.html

# Button5.Text
source: Add files...
cy: Rhoi ffeiliau...
es: Añadir archivos...
pl: Dodaj pliki...

# Label11.Text
source: Use this task or select and right-click on Includes in the Explorer to add files. These can be referenced in your templates and pages like [#root#]image.png or [#root#]subdir/image.png.
cy: Defnyddiwch y tasg hyn neu dewisiwch a dde-glicio ar Cynnwys yn yr Archwiliwr i ychwanegu ffeiliau. Gellir cyfeirio'r rhain yn eich templedi a'ch tudalennau fel [#root#]delwedd.png neu [#root#]isgyf/delwedd.png.
es: Utilice esta tarea o seleccione y haga clic derecho en Incluye en el Explorador para añadir archivos. Estas pueden ser referenciadas en tus plantillas y páginas como [#root#]image.png o [#root#]subdir/image.png.
pl: Użyj tego zadania lub zaznacz i kliknij prawym przyciskiem myszy na Zawartość w eksplorerze aby dodać pliki. Można się do nich odnieść w szablonach i stronach jako [#root]image.png albo [#root]subdir/image.png.

# Label12.Text
source: Add includes
cy: Ychwanegu cynnwysion
es: Añadir incluye
pl: Dodaj zawartość

# Build.Text
source: Build
cy: Adeiladu
es: Compilar
pl: Zbuduj

# Label9.Text
source: AutoSite has two options for building your site. Sanitary Build cleans your output folder of any old files and is recommended before publishing.
cy: Mae gan AutoSite ddau opsiwn ar gyfer adeiladu eich gwefan. Mae Adeiladu Iechydol yn glanhau eich ffolder allbwn o unrhyw hen ffeiliau ac argymhellir cyn ei gyhoeddi.
es: AutoSite tiene dos opciones para construir su sitio. Construcción Sanitaria limpia su carpeta de salida de cualquier archivo antiguo y se recomienda antes de publicar.
pl: AutoSite ma dwie opcje budowania twojej strony. Czysta kompilacja usuwa stare pliki w folderze i jest zalecana przed publikacją.

# Label10.Text
source: Build your site
cy: Adeiladu eich gwefan
es: Crea tu sitio
pl: Zbuduj swoją stronę

# LinkLabel1.Text
source: Markdown guide
cy: Canllaw Markdown
es: Guía Markdown
pl: Podręcznik Markdown

# SanitaryBuild.Text
source: Sanitary Build...
cy: Adeilad Iechydol...
es: Construcción sanitaria...
pl: Czysta kompilacja...

# LinkLabel2.Text
source: HTML guide
cy: Canllaw HTML
es: Guía HTML
pl: Podręcznik HTML

# Label15.Text
source: You can go back to this dialog or rename the file to change formats at any time.
cy: Gallwch fynd yn ôl i'r ymgom hwn neu ailenwi'r ffeil i newid fformatau ar unrhyw adeg.
es: Puede volver a este diálogo o renombrar el archivo para cambiar los formatos en cualquier momento.
pl: Możesz wrócić do tego okna dialogowego lub zmienić nazwę pliku żeby zmienić rozszerzenie w dowolnym momencie.

# $this.Text
source: Quickstart
cy: Dechrau Gyflym
es: Inicio rápido
pl: Szybki start
